[
    {
        "Class": "Education",
        "Confidence": 0.95367,
        "Extracted_text": "EDUCATION Ingenieur en industries alimentaires 2021 Juin 2024 Ecole Superieure des Industries Alimentaires de Tunis (ESIAT) Cycle preparatoire Mathematiques et Physique (MP) aux Sep 2018 Juil 2021 etudes d'ingenieurs L'Institut Superieur des Sciences Appliquees et de Technologie de Gabes (ISSATG) Baccalaureat scientifique (Mathematiques) Juin 2018 Lycee El MGhyra Sep"
    },
    {
        "Class": "Experience",
        "Confidence": 0.93918,
        "Extracted_text": "EXPERIENCE PROFESSIONNELLE Responsable controle Qualite (Stage) 08/2023 Nabeul, Tunisie Centrale Laitiere du CapBon Groupe Delice Detection des fraudes laitieres Caracterisation physico-chimique du lait et analyse de Iimpact du mouillage sur sa composition: Responsable laboratoire physico-chimiques (Stage) 07/2023 Tunis, Tunisie Groupement des Industries de Conserves Alimentaires, GICA Maitrise des analyses physico-chimiques des conserves alimentaires et des Bonnes Pratiques au Laboratoires (BPL) pour garantir la qualite et la securite des produits. Responsable production (Stage) 06/2022 07/2022 Ben AGRICOLE ESSANIA cocorico' Arous, Tunisie Expertise en production de charcuterie Maitrise des procedes et des operations specifiques de production pour divers produits. Optimisation Reduction des pertes en matiere premiere, gestion de la chaine du froid et analyse des process et identification des points d'amelioration pour une meilleure performance."
    },
    {
        "Class": "Resume",
        "Confidence": 0.92466,
        "Extracted_text": "protiie Je suis dotee d'un esprit d'analyse et de synthese logique et une capacite a identifier et a resoudre les probleme Je suis consciente de I'importance de contribuer & la creation d'un systeme alimentaire plus juste et plus respectueux de /'environnement: Enthousiaste et prete & contribuer avec mes competences pour developper mon expertise au service de cette cause:"
    },
    {
        "Class": "Image",
        "Confidence": 0.9176,
        "Extracted_text": ""
    },
    {
        "Class": "Name",
        "Confidence": 0.8822,
        "Extracted_text": "Ibtissem Sbiss="
    },
    {
        "Class": "Adresse",
        "Confidence": 0.79576,
        "Extracted_text": "Adresse: Tunis, Tunisia"
    },
    {
        "Class": "Email",
        "Confidence": 0.75552,
        "Extracted_text": "sbsibtissem29@gmail.com"
    },
    {
        "Class": "Languages",
        "Confidence": 0.73513,
        "Extracted_text": "LAT4 0 0 Francais Anglais Arabe Professionnel Operationnel Professionnel Operationnel Langue Maternelle"
    },
    {
        "Class": "Adresse",
        "Confidence": 0.58005,
        "Extracted_text": "Telephone: +216 27062751"
    },
    {
        "Class": "Profil",
        "Confidence": 0.56579,
        "Extracted_text": "Ingenieure En Industries Alimentaires"
    },
    {
        "Class": "Education",
        "Confidence": 0.53487,
        "Extracted_text": "EXPERIENCES DE BENEVOLAT JCI ESIAT Cite Elkhadhra (Vice presidente chargee des programmes 2023 et des relations externes ) JCI ESIAT Cite Elkhadhra (Conseiller Juridique) 2024"
    },
    {
        "Class": "Adresse",
        "Confidence": 0.2896,
        "Extracted_text": "inkedIn: @sbissi ibtissem"
    },
    {
        "Class": "Phone",
        "Confidence": 0.26959,
        "Extracted_text": "+216 27062751"
    }
]